{
	"subjects": [{
		"uri": "jbr:seferhamitzvot-1-33",
		"type": "jbo:MitzvatAse",
		"title": "מצוה לג",
		"text": "היא שצוה הכהנים ללבוש בגדים מיוחדים לכבוד ולתפארת ואז יעבדו במקדש, והוא אמרו (שמות כח-ד) ''ועשו בגדי קדש לאהרן'', (שמות כט-ח) ''ואת בניו תקריב והלבשתם כתנות'', וזאת היא מצות בגדי כהונת שמונה בגדים לכהן גדול וארבעה לכהן הדיוט וכל עת שישרת הכהן בפחות ממנין בגדיו המיוחדים לו באותה העבודה או ביותר מהם עבודתו פסולה ויתחייב על זה מיתה בידי שמים רוצה לומר למחוסר בגדים שעבד. וכן מנוהו בגמרא (גמרא סנהדרין פג-א) בכלל מחוייבי מיתה בידי שמים. ולא בא בכתוב זה בבאור, אבל בא בכתוב (שמות כט-ט) ''וחגרת אותם אבנט'' (שמות כט-ט) ''והיתה להם כהונת עולם'' ובא הפירוש בזמן שבגדיהם עליהם כהונתם עליהם אין בגדיהם עליהם אין כהונתם עליהם והוו להו זרים והרי נתבאר זר ששמש במיתה. ואמרו בספרא (ויקרא ח-ח) ''וישם עליו את החשן'' פרשה זו למדה לשעתה ולמדה לדורות למדה לשרת יום יום ולשרת יום הכפורים. בכל יום משמש בבגדי זהב ביום הכפורים בבגדי לבן. וכבר בא בספרי שלבישת בגדים אלו היא מצות עשה, והוא אמרם מנין שאין אהרן לובש בגדים אלו לגדולתו אלא כמו מקיים גזרת המלך שנאמר (ויקרא טז-לד) ''ויעש כאשר צוה ה' את משה'' כלומר לבישת הבגדים. ואע''פ שהם בתכלית היופי שהם מזהב שהם וישפה וזולתם מהאבנים הטובות והיפות לא יכוין בהם היופי אלא לקיים הצווי שצוה השם יתעלה למשה לבד והוא שילבש בגדים אלו תמיד במקדש. וכבר התבארו משפטי מצוה זו כלם בזבחים ביומא ובסוכה. (ואתה תצוה, כלי בית המקדש פרק י'):"
	}, {
		"uri": "jbr:seferhamitzvot-1-34",
		"type": "jbo:MitzvatAse",
		"title": "מצוה לד",
		"text": "היא שצונו שישאו הכהנים הארון על כתפיהם כשנרצה לשאת אותו ממקום למקום, והוא אמרו (במדבר ז-ט) ''כי עבודת הקדש עליהם בכתף ישאו'', ואע''פ שזה הצווי בא ללוים בעת ההיא, אמנם היה זה למספר מעוט הכהנים החייבין במצוה, אם כן המצוה מחוייבת לכהנים והם אשר ישאוהו כמו שנתבאר בספר יהושע ובספר שמואל. וכאשר צוה דוד לשאת הארון בפעם שניה אמר בדברי הימים (דברי הימים א טו-טו) ''וישאו בני הלוים את ארון האלהים כאשר צוה משה כדבר ה' בכתפם במוטות עליהם'', וכן כשזכר בדברי הימים מחלקות הכהנים לעשרים וארבעה משמרות אמר (דברי הימים א כד-יט) ''אלה פקודתם לעבודתם לבא לבית ה' כמשפטם ביד אהרן אביהם כאשר צוהו ה' אלהי ישראל''. בארו החכמים זכרם לברכה שהוא רומז אל היות עבודת הכהנים לשאת את הארון על הכתף, וזהו (דברי הימים א כד-יט) ''כאשר צוהו ה' אלהי ישראל''. ולשון ספרי (במדבר כט-ו) ''כמשפטם'' וגו' ''כאשר צוהו ה''' היכן צוהו (במדבר ז-ט) ''ולבני קהת לא נתן כי עבודת הקדש עליהם בכתף ישאו''. הנה נתבאר לך שמצוה זו מכלל המצות. (נשא, כלי בית המקדש פרק ב'):"
	}]
}