{
	"subjects": [{
		"uri": "jbr:seferhamitzvot-1-9",
		"type": "jbo:MitzvatAse",
		"title": "מצוה ט",
		"text": "היא שצונו לקדש את שמו והוא אמרו (ויקרא כב-לב) ''ונקדשתי בתוך בני ישראל''. וענין זאת המצוה אשר אנחנו מצווים לפרסם האמונה הזאת האמתית בעולם ושלא נפחד בהיזק שום מזיק ואע''פ שבא עלינו מכריח לבקש ממנו לכפותנו שלא נשמע אליו אבל נמסור עצמנו למיתה ולא נתעהו לחשוב שכפרנו אע''פ שלבותינו מאמינים בו יתעלה. וזאת היא מצות קדוש השם המצווים בה בני ישראל בכללם, רוצה לומר התרת עצמנו למות ביד האנס בעבור אהבתו יתעלה וההאמנה באחדותו כמו שעשו חנניה מישאל ועזריה בזמן נבוכדנצר הרשע כשצוה להשתחות לצלם והשתחוו לו כל ההמון וישראל בכלל ולא היה שם מקדש שם שמים אבל פחדו הכל והיתה בזה חרפה לכל ישראל על אשר אבדה זאת המצוה מכללם. ולא נצטותה זאת המצוה אלא לכמו המעמד המפורסם הגדול ההוא אשר פחד ממנו כל העולם, ולהיות פרסום היחוד בזה יעד השם על ידי ישעיה שלא תשלם חרפת ישראל בזה המעמד ושיראו בהם בחורים בעת ההיא הקשה לא יפחידם המות ויתירו נפשם ויפרסמו האמונה ויקדשו את השם ברבים, כמו שהבטיחנו באמרו (ישעיה כט-כב) ''לא עתה יבוש יעקב ולא עתה פניו יחורו'' (ישעיה כט-כג) ''כי בראותו ילדיו מעשה ידי בקרבו יקדישו שמי'' וגו'. ולשון ספרא על מנת כך הוצאתי אתכם מארץ מצרים על מנת שתקדשו שמי ברבים. ובגמרא (גמרא סנהדרין עד-ב) אמרו בן נח מצווה על קדושת השם או אינו מצווה, תא שמע שבע מצות נצטוו בני נח ואם אתה אומר כן תמניא הוו, הנה נתבאר לך שהיא מכלל מיני המצות המחוייבות לישראל, ושמו ראיתם על זאת המצוה מאמרו (ויקרא כב-לב) ''ונקדשתי בתוך בני ישראל''. וכבר התבארו משפטי מצוה זו בפרק שביעי מסנהדרין. (בפרשת אמור אל הכהנים, מדע הלכות יסודי התורה פ\"ה):"
	}, {
		"uri": "jbr:seferhamitzvot-1-10",
		"type": "jbo:MitzvatAse",
		"title": "מצוה י",
		"text": "היא שצונו לקרוא קריאת שמע ערבית ושחרית והוא אמרו (דברים ו-ז) ''ודברת בם''. וכבר נתבארו משפטי מצוה זו במסכת ברכות (גמרא ברכות כא-א) ושם נתבאר דקריאת שמע דאורייתא. וכתוב בתוספתא כשם שנתנה תורה קבע לקריאת שמע כך נתנו חכמים זמן לתפלת, רוצה לומר שזמני התפלה אינם מן התורה אמנם חיוב התפלה עצמה מן התורה כמו שבארנו, וחכמים ז''ל סדרו להם זמנים. וזהו ענין אמרם (גמרא ברכות כו-ב) תפלות כנגד תמידים תקנו, רוצה לומר שתקנו זמניהם כפי זמני הקרבן. ומצוה זו אין הנשים חייבות בה. (בפרשת ואתחנן, אהבה הלכות קריאת שמע פ\"א):"
	}]
}